[
{
"name":"八角",
"alias":"又名大茴香、木茴香、大料、八月珠。",
"feature":"颜色紫褐，似八角星状，有甜味和强烈的似山楂花的芳香气味，属木本植物。",
"usage":"八角是香料之王，几乎所有用香料的地方都离不开它，单用或与其它香药合用均美，可除肉类臭、腥、膻等异味，增添芳香气味，并可调剂口味，增进食欲。八角常用以调配复合香辛料，还是五香粉中的主要调料，也是卤水中的最主要的香料。主要用于烧、卤、炖、煨等动物性原料，有时也用于素菜，如炖萝卜、卤豆干等。由于其香味是有人喜欢有人烦，故在使用中比较灵活，以5～10克为宜。",
"choose":"每年第一次开花所结的果实称为“春八角”，第二次开花结的果实称为“秋八角”，秋八角肥壮饱满，皮红色，气味浓郁，品质较好。一般挑选个大均匀，香气浓郁，最好是秋天产的八角，八角耐存储，放一两年也没事。有的书上对鉴定假八角做了还详细的介绍，据我了解，现在由于假八角的药用价值被发现，假八角的价格比真八角还高，买八角已经很难买到假八角。",
"property":"性温味道甘、香。",
"medication":"八角的主要成分是茴香油，它能刺激胃肠神经血管，促进消化液分泌，增加胃肠蠕动，有健胃、行气的功效，有助于缓解痉挛、减轻疼痛；有温阳散寒，治腹痛，平呕吐，理胃宜中，疗疝瘕，祛寒湿，疏肝暖胃。不适宜阴虚火旺者食用，多食八角可能会伤目，长疮。",
"place":"",
"tips":""
},
{
"name":"桂皮",
"alias":"又名肉桂。",
"feature":"桂皮是为樟科常绿乔木植物肉桂的干皮和粗枝皮，气味芳香，晒干后呈圆筒形或半圆筒形，红棕色，属香木类木本植物。油性大，香味浓烈，气清香，尝之味略甜、回味辛辣。桂皮分桶桂、厚肉桂、薄肉桂三种，桶桂为嫩桂树的皮，质细、洁净、甜香、味正，呈土黄色，质量最好。厚肉桂外表粗糙，味厚，皮色紫红，炖肉最佳。薄肉桂外皮较细，肉纹细，表皮灰色，里皮红黄色，只有薄香。桂心是肉桂中的一种，一般说，肉桂为桂树的皮，干燥后为桶状，称“桂通”，而“桂心”系去掉外层粗皮的“桂通”，也写作“桂辛”，跟“肉桂”的疗效近似。桂枝嫩枝为长圆柱形，长30至70厘米，粗端直径0.3至1厘米。表面棕红色，有细皱纹及叶、芽痕，并有点状或椭圆形皮孔。质而脆，易折断，断面皮部红棕色，可见一淡黄色石细胞环带，木部黄白色至浅黄色，髓部呈方形或菱形，有特异香气、味甜、微辛。",
"usage":"作用与茴香相似，常用于烹调腥味较重的原料，是最早被人类食用的香料之一。桂皮香气馥郁，可使肉类菜肴祛腥解腻，令人食欲大增；还有去异味、调剂口味、增加香气味、促进食欲的作用，适用于腥臊味原料的调味。一般都是与它药合用，很少单用，主要用于卤、烧、煮、煨的禽畜野兽等菜肴，是卤水中的主要调料；也是五香粉的主要成分，也是十三香、咖喱粉等复合香辛料的主料；还是肉制品加工中的主要香料，是产生特殊风味和香气的来源。在麻辣火锅和卤菜中运用也很普遍，用量5～10克为宜。",
"choose":"桂皮一般使用选普通桂皮就行了，只要无霉点，表面灰棕色，里面红棕色，皮细油质多。 最好的桂皮（官桂）一般药店有卖，太贵。还有一种桂皮是去皮的，很厚，气味大，卖相好，价格还比较贵，实际这种桂皮并不好，香味不醇厚，不清晰。最近几年又出来了什么烟桂，一般有雪茄烟粗细 ，这个味道更不好，大家最好不要用。桂枝，即桂树之细枝，味道、用途、属性、功用与桂皮相同，只不过不及桂皮味浓。好的桂皮只要用手在桂皮上摸两下，闻手应该有清晰，简单，舒服的香气，不是很复杂的感觉。以枝条嫩细均匀、色红棕、香气浓者为佳。",
"property":"性大热，燥火。",
"medication":"桂皮味辛甘、性热，入肾、脾、膀胱经有补元阳，暖脾胃，除积冷，温肾助阳，温通经脉，通脉止痛和止泻的功效。本品辛甘大热，纯阳燥烈，善暖中下二焦而散寒止痛，色赤入血又能鼓舞气血生长，故为脾肾阳虚、寒凝诸痛、气血虚寒等症之要药。主治命门火衰、肢冷脉微、亡阳虚脱、腹痛泄泻、寒疝、腰膝冷痛、经闭?瘕、阴疽流注、虚阳浮越之上热下寒等症。适宜食欲不振、腰膝冷痛、风湿性关节炎患者、心动过慢的人食用；不适宜便秘、痔疮患者、孕妇食用。菜肴中适量添加桂皮，有助于预防或延缓因年老而引起的Ⅱ型糖尿病；桂皮中还含有苯丙烯酸类化合物，对前列腺增生也有治疗作用。",
"place":"主要产于广东、广西、浙江、安徽、湖北等地，以广西产量大而质好。产地亦有采鲜桂叶作调味的。",
"tips":"桂皮含有可以致癌的黄樟素，所以食用量越少越好，且不宜长期食用。"
},
{
"name":"丁香",
"alias":"又名鸡舌香。",
"feature":"丁香是丁香树的花蕾，呈紫红色，属香木类木本植物。当花蕾由绿色转红色时采摘，采摘后干晒成暗棕色或棕黑色，质坚实，富油性，入水则萼筒垂直下沉，芳香而含辛辣味，香味浓，尝之有刺舌、麻舌感，其性味辛温。",
"usage":"烹调中常用的是干品，单用或与它药合用均可，常用于扣蒸、烧、煨、煮、卤等菜肴。如丁香鸡、丁香牛肉、丁香豆腐皮等。因其味极其浓郁，故不可多用，不然，则适得其反。一般来说，5000克鲜汤中丁香用量应控制在5～15克之间。",
"choose":"丁香比较好选，一般选公丁香就行了，买母丁香的很少，卖的人也少。以油性富、香气烈，入水下沉者为佳；选大一点的，花蕾齐全，用指甲刻划时有油寖出就行了。",
"property":"味辛，性温；归脾、胃、肾经。",
"medication":"益肾壮阳，治呕吐、止嗝逆、有暖胃、驱风、镇痛及抗菌的作用。主治胃寒呃逆，呕吐反胃，脘腹冷痛，泄泻痢疾，肾虚阳痿，阴冷疝气，腰膝冷痛，阴疽，口臭齿疳。脾胃虚寒者、呕吐者、热病及阴虚内热者忌服。",
"place":"产于亚热带国家，我国广东、海南、广西、云南等地植物园有少量栽培。",
"tips":"丁香与乙基麦芽酚合用会起反作用，生出苦味；另外丁香还对硝酸盐的效果有消退作用。"
},
{
"name":"茴香",
"alias":"又名小茴香、草茴香、香子、谷茴香、小香。",
"feature":"为伞形科，多年生草本植物茴香的干燥成熟果实，呈灰色，形如稻粒或孜然粒，于夏末秋初果实成熟时割取全株，晒干后，打下果实，去净杂质。气芳香温和，似有樟脑般的气味；偿之微有回甜和苦味、炙舌，属香草类草本植物，味食香料。与八角相比小茴香有点涩口，没用八角的甜味大。",
"usage":"用法与八角基本相同，北方人多爱用小茴香，南方人多爱用八角，单用或与它香药合用均可。作为香料入肴调味可增香添味，除异压邪，增进食欲、帮助消化；单用或与它香药合用均可，也是调配复合香辛料的主料之一。主要用于卤、煮的禽畜菜肴或豆类、花生、豆制品等；炖牛、羊肉时加入则味道更美；也是烧鱼、麻辣火锅的常用调料。茴香的嫩叶可做饺子馅，但很少用于调味。",
"choose":"茴香子买小茴香要买绿色的，它不耐存储，久了香味就会散失，颜色会变黄。",
"property":"小茴香味辛、性温，入肾、肝、胃经；",
"medication":"小茴香能刺激胃肠神经血管，促进唾液和胃液分泌，起到增进食欲、帮助消化的作用；小茴香还具有促进肠蠕动，缓解痉挛，减少疼痛，并有抗菌的作用。主要治疗胃寒腹痛、寒疝作痛、胃寒纳差等症，小茴香辛散温通，善暖中下二焦，尤以疏肝散寒止痛见长，为治寒疝要药。 适宜痉挛疼痛者、白细胞减少症患者；阴虚火旺者不宜食用。",
"place":"",
"tips":""
},
{
"name":"砂仁",
"alias":"",
"feature":"为姜科植物阳春砂仁、绿壳砂仁和海南砂仁的成熟果实或种子。味道辛，尝之涩口，闻之有浓烈芳香味，属香草类草本植物，味食香料。阳春砂仁果实椭圆形或卵圆形或卵圆形，有不明显的三钝棱，表面棕褐色，密生刺状突起，顶端有花被残基，基部有果梗。果皮薄而软。",
"usage":"砂仁可去腥解异、赋味增香、开胃消食、促进食欲，可单用，也多与它药合用，主要用于烧、卤、煨、煮等荤菜或豆制品的调香；用于火锅和卤菜中则不可过多，以3克以内为宜。",
"choose":"以个大、坚实、饱满、香气浓、搓之果皮不易脱落者为佳。阳春砂，辛温，是腌制卤菜的佳品，价格昂贵；小砂仁，大小似枸杞，味苦，价格比砂仁高。",
"property":"味辛、性温，归脾、胃、肾经。",
"medication":"砂仁是一种较为温和的草药。除有浓烈芳香气味和强烈辛辣外，还对肠道有抑制作用。有化湿醒脾、行气和胃、消食的作用。逐寒快气，止呕吐，治胃痛，消滞化痰。凡脾胃气滞湿阻所致脘腥胀痛、不思饮食、呕吐泄泻者，多与木香同用，并随症配伍其他药物；若恶阻偏寒者，可配生姜汁；砂仁辛温行散，芳香化湿，主入脾胃，为化湿和中醒脾要药，兼有安胎之功；偏热者，可配黄芩、竹菇等，以助消热安胎之力；凡中焦湿阻气滞，及胎动不安等症，均为常用之品。此外，本品温降之功尚可用治奔豚气痛，每与小茴香、吴茱萸等温里散寒药同用。阴虚血燥，火热内炽者慎服。",
"place":"",
"tips":""
},
{
"name":"陈皮",
"alias":"",
"feature":"陈皮为芸香科植物橘及其栽培变种的成熟果皮，即干桔子皮，味道辛、苦、香，属木本植物，味食香料。橘常绿小乔木或灌木，栽培于丘陵、低山地带、江河湖泊沿岸或平原。分布于长江以南各地区。10至12月果实成熟时，摘下果实，剥取果皮，阴干或通风干燥。广陈皮剥取时多割成3至4瓣。陈皮药材分“陈皮”和“广陈皮”。",
"usage":"在烹调中多用于炸、烧、炖、炒等方法得动物性菜肴，起到除异味、增香、提鲜、解腻得功效，制作卤菜、卤汁时常用。单用或与它药合用均宜，合用时可与其它药料味道相互调和，可形成独具一格的风味。也用于调制复合酱料。",
"choose":"要选金黄色，皮薄无霉点的。均以片大、色鲜、油润、质软、香气浓、味甜苦辛者为佳。",
"property":"陈皮味辛、苦，性温。",
"medication":"归脾、胃、肺经；气香宣散，可升可降；具有理气和中，燥湿化痰，利水通便的功效；驱寒除湿、理气散逆、止咳痰。橘皮(包括橘红与橘白)泡茶，适宜脾胃气滞、脘腹胀满、消化不良、食欲不振、咳嗽多痰之人食用；也适宜预防高血压、心肌梗死、脂肪肝之人、急性乳腺炎者食用。气虚体燥、阴虚燥咳、吐血及内有实热者慎服；陈皮不宜与半夏、南星同用；不宜与温热香燥药同用。",
"place":"",
"tips":""
},
{
"name":"草果",
"alias":"也称草果子。",
"feature":"一种姜科植物草果的果实，味道辛辣、香气浓郁，尝之味怪微苦，不好受；属香草类草本植物，味食香料。",
"usage":"作为调味香料，用于肉制品的加工能去腥、除腻、解膻，且可增香添味、促进食欲，多与它药合用配制复合香辛料，用于烧、卤、煮、煨等荤菜。烹调中可拍破或整粒使用，作为香料与牛、羊肉同烧或同卤，其风味尤佳，既清香可口，又驱避膻臭；也是烧卤鸡的主料；烹制鱼肉时，有草果其味更佳。草果在麻辣火锅和卤水中也不得多用，放3～5个较为合适。草果还是配制五香粉，咖哩粉等的香料，还是食品、香料、制药工业的原料。",
"choose":"品质以个大干爽、均匀饱满、外皮呈棕揭色为佳，草果要选晒货，炕货要差一点，炕货色深。",
"property":"味辛、性热、燥火。",
"medication":"破瘴疠之气，发脾胃之寒，截疟除痰。有温中健胃，消食顺气，祛寒湿的功能，并能解酒毒，去口臭。入药能治心腹疼，食积不消，止泻，呕吐，食欲不佳，咳嗽痰多，胸满腹胀等症。",
"place":"主产于广东，现价格昂贵。",
"tips":""
},
{
"name":"花椒",
"alias":"",
"feature":"花椒是花椒树的果实，立秋前后成熟，果实呈红色或淡红色，香味浓郁，并有辛辣、麻味，属木本植物，味食香料。",
"usage":"花椒是中国特有的辛麻类香料，可除各种肉类的腥膻臭气，位列调料“十三香”之首。是肉制品产生特征风味必不可少的香料；味道辛麻持久、芳香浓郁，可除各种肉类的腥膻臭气，能促进唾液分泌，增加食欲，除腥去异，增香和味。在酱卤菜行业香料配方中，花椒是一味不可或少的增香、增味剂，荤素皆宜，单用或与它药合用均可，无论红烧、卤味、小菜、四川泡菜、鸡鸭鱼羊牛等菜肴均可用到它。也可粗磨成粉和盐拌匀为椒盐，供蘸食用；也可榨油，出油率在25%以上。川椒：川椒是四川产的花椒，能去腥增香，使用时，一般是先用慢火把川椒略炒一下（以不烧黑为原则），然后研成细末，在川菜中使用较广较多。",
"choose":"花椒是香料中较难选的，外省难买到好货。花椒主要的香、麻、辣，是在花椒的外皮上；花椒籽是没有什么明显香和麻的。所以朋友们在选购花椒时，花椒籽太多的可不好。花椒的种类很多，价位也相差较大，朋友们在选购花椒主要尝其麻，闻其味，观其色；花椒香味重要性大于麻味，选花椒关键是闻，而不是口尝，因为再差的花椒也是麻口的。",
"property":"",
"medication":"花椒含较多的钙、磷，香味浓郁，并有辛辣味，能促进唾液分泌，增加食欲。",
"place":"我国华北、西北、华中、华东等地区均有生产。但以四川产花椒为最佳，陕西产红花椒次之，山东与内地产再次之。",
"tips":"用手抓一把花椒，然后放下花椒闻手中的气味，花椒香味越大越好。"
},
{
"name":"草蔻",
"alias":"又称草豆蔻、偶子等。",
"feature":"草豆蔻为姜科植物草豆蔻的成熟的种子团，味道辛、香、微甘，属香草类草本植物，味食香料。",
"usage":"作为肉制品加工中祛腥、解异、矫味、增香、添味的辅助香料，多与花椒、八角、肉桂、豆蔻等它药合用，调配复合香辛料和卤料，主要用于卤、煮、烧、焖、煨的禽畜野味等菜肴。",
"choose":"挑选以个大一点的、饱满、质实、气味浓、无虫蛀者为佳。",
"property":"味辛、性热。",
"medication":"归脾、胃经；芳香行散；具有温中燥湿，行气健脾的功效；味性较白豆蔻猛，暖胃温中，疗心腹寒痛，宣胸利膈，治呕吐，燥湿强脾，能解郁痰内毒。主治寒湿内阻，脘腹冷痛，痞满作胀，呕吐泄泻，食谷不化，口臭，痰饮，脚气，瘴疟，鱼肉中毒。用于湿阻脾胃之脘腹胀满，尤以寒湿偏盛者为宜，常与川、仆砂仁、陈皮等配合应用；用治寒湿郁滞呕吐，常与半夏、生姜等配伍应用；若是寒湿脚气兼有呕吐者可配吴茱萸、槟榔等同用；凡寒湿困脾，症见脘腹冷痛，泛吐清涎者，可与吴茱萸、高良姜等同用，以增散寒止痛之功；若气虚寒凝，呕逆不食者，可与人参、甘草、生姜同伍；凡痰饮凝聚，胸膈不利，呕吐涎沫者，可与半夏、陈皮等相配，以加强化痰和胃止呕作用。",
"place":"生于山地、疏林、沟谷、河边及林缘湿地。分布于广东、海南、广西等地。夏、秋季果熟时采收，晒至8至9成干，剥除果皮，取出种子团晒干。",
"tips":""
},
{
"name":"肉蔻",
"alias":"又叫香果、玉果、肉果。",
"feature":"肉豆蔻为肉豆蔻科植物肉豆蔻的成熟种仁，属香草类草本植物，味食香料；肉豆蔻种仁呈卵圆形或椭圆形，长2至3.5厘米，宽1.5至2.5厘米；表面灰绿色或暗棕色，有网状沟纹，两端间有明显纵沟，质坚硬，碎断面可见大理石纹理；纵切时可见宽端有小形腔隙，内藏小形干缩的胚，子叶卷进曲，表面呈灰棕色，气强烈芳香，味辛辣、芳香、微苦，不过尝之味亦不好受。",
"usage":"作调味料，是香料中的调味佳品，肉制品加工必用香料，可矫臭抑腥、赋味加香、增进食欲。此物不可多用，常与它药合之调配复合香辛料，用于卤煮禽畜菜肴。豆蔻瓣粉末还可用于制作甜品，如布丁（Pudding）和巧克力（Chocolate）等。",
"choose":"有带壳和不带壳之分，不带壳的好于带壳的，以个大、体重、坚实，破开后香气浓者为佳，要防虫蛀。",
"property":"肉豆蔻味辛、微苦，性温，有小毒，归脾、胃、大肠、肾经，芳辣香燥，可散可涩。",
"medication":"温中散逆，入胃除邪，下气行痰，厚肠止泻。凡寒凝气滞，脘腹胀痛者，可与木香、丁香、干姜、厚朴等配伍，以温散寒，行气消胀；凡虚寒泄泻，肠鸣腹痛者，可合姜汁或乳香面煨为末服；凡饮食积滞，食少纳呆者，可与神曲、麦芽、木香等配伍。本品用量不宜过大，过量可引起中毒，出现神昏、瞳孔散大及惊厥。人服肉豆蔻粉7.5克，可引起眩晕，甚至谵语、昏睡，大量可致死亡",
"place":"",
"tips":""
},
{
"name":"三奈",
"alias":"",
"feature":"为根状茎属香草类草本植物，本食香料。味辛辣，但是有别于姜味，气芳香似樟脑。鲜品生吃熟食均可。",
"usage":"辛辣类香料，山奈入肴调味可增香添辛，除腥解异，增进食欲，干品单用或与它药合用均佳。国内多用其调配五香粉、咖喱粉等复合香辛料，主要用于肉制品加工，特别是酱卤动物性原料的调香，主要用烧、卤、煨、烤等动物性菜肴。在粤菜中使用较多，常加工成粉末用之，如用于制作盐焗鸡，用量多在5～10克之间。近年来，四川江湖菜中有“三奈菜”的制作，即是说主料加上大量的三奈和干红辣椒、干花椒烹制而成。这道菜因其味芬香奇特，故受人称道，不过还未见有报道。",
"choose":"一般要挑选干一点的，这几年三奈价格上涨的快，三奈也越来越湿，不过三奈湿还不容易坏。",
"property":"性温、味辛，香。",
"medication":"入脾胃，开郁结，辟恶气，能温中化湿、行气止痛，主治急性肠胃炎，消化不良，腹痛泄泻，胃寒疼痛，牙痛，风湿性关节炎，跌打损伤等。",
"place":"",
"tips":"民间，川穹的用法同三奈。"
},
{
"name":"荜拨",
"alias":"俗名鼠尾、荜茇。",
"feature":"为胡椒科植物荜拨的末成熟果实，性热，具有特异香气，味道辛辣，有较强的蜇舌感和痛感。",
"usage":"荜拨入肴调味可增香赋辛，矫味去异。荜拨一般与其他香料配合使用，并可调配复合香辛料，不止是广东卤水中会应用其调香，川菜火锅，包括串串香，兰州牛肉拉面等美食中，它都是不可或缺的香辛料之一。",
"choose":"",
"property":"",
"medication":"温中散寒，下气止痛，醒脾开胃，属芳香性调味品。 适宜脾胃宿冷，不思饮食，心腹冷痛，呕吐泛酸，肠鸣泄泻之人作为调料食用。",
"place":"",
"tips":""
},
{
"name":"胡椒",
"alias":"",
"feature":"辛辣类香料，有黑白两种，味道浓辛辣、香气特异；属藤本植物，味食香料。",
"usage":"胡椒入肴调味可去腥、提鲜、增香、赋辛、开胃，一切动物原料皆可用之，汤、菜均宜。因其味道极其浓烈，故用量甚微，常研成粉用之。胡椒在粤菜中用得较广，是家庭必备的调味品。",
"choose":"",
"property":"",
"medication":"散寒，下气，宽中，消风，除痰，增进食欲，助消化。",
"place":"我国海南岛产白胡椒，海南货好于东南亚货。海南货要黑一点，东南亚货白，广东、广西部分地方产黑胡椒，但大量的黑胡椒是从越南进口。",
"tips":"胡椒能发疮助火，伤阴，胃热火旺者忌吃。"
},
{
"name":"香叶",
"alias":"又称香叶、桂叶等。",
"feature":"即桂树之叶，味道、用途、属性、功用与桂皮相同，但味道较淡。",
"usage":"用于肉制品时以脱臭矫味为主，可增香去异味，促进食欲，香叶还有较强的防腐作用。",
"choose":"国内香叶质量差，进口香叶，香气浓郁，以体无霉癍，香气浓郁味上品，作用可增香去异味，促进食欲。一般要选用颜色青一点的，发黄的不好。",
"property":"",
"medication":"",
"place":"",
"tips":""
},
{
"name":"白芷",
"alias":"",
"feature":"属香草类草本植物，味食香料，为伞形科植物杭白芷或祁白芷的根，味道辛、香，而苦。杭白芷呈长圆锥形，长10～20cm，直径2～2.5cm。上部近方形或类方形，表面灰棕色，有多数横向皮孔样突起，多四纵行排列，端有凹陷的茎痕。质坚实，较重，断面白色，粉性，皮部密布棕色油点，形成层环棕色，近方形，气芳香浓烈，味辛、微苦。祁白芷根呈圆锥形，长7至24厘米，直径1.5至2厘米，表面灰黄色或黄棕色，皮孔样横向突起散生，并有支根痕，质硬，断面灰白色，粉性，皮部散有散在棕色油点，开成层环圆形，棕色，气香浓，味辛，微苦。",
"usage":"白芷有抗菌作用，入肴调味可去除腥味、增香添味、脱臭除异、增进食欲，是酱卤制品中常用的香料，一般都是与它药合用配制复合香辛料；主要用于卤、烧、煨的禽畜野味菜肴，也是龙虾调料必用之品。山东菏泽地区熬羊汤习惯有强烈的白芷味。",
"choose":"以体重、粉性足、香气浓者为佳；选整块的，切片的不好，白芷容易被虫蛀，可以放冰箱保存。",
"property":"味辛，性温。",
"medication":"归肺、胃、大肠经；芳香升散；具有祛风解表，散寒止痛，除湿通窍，消肿排脓，清头目的功效。用于感冒风寒，恶寒发热，头痛，骨节烦痛，脉浮紧者，可与羌活、防风、苍术、细辛等配伍；用于外科疮疡肿毒、红肿热痛，常配清热解毒的银花、天花粉等同用，取本品消肿之功效。若脓已形成，可用该药配皂角刺、蒲公英等排脓；用于湿浊内盛，带下日久，清腥如水者，可与乌贼骨、白术、薏苡仁、芡实等同用。",
"place":"杭白芷栽培中于江苏、安徽、浙江、湖南、湖南、四川等地，祁白芷多年生高大草本，河北、河南等地有栽培。秋种者在次年秋季叶枯萎时采收；春种者由当年寒露时采收，挖出根后，抖去泥土，除去须根，洗净，晒干或烘干。",
"tips":""
},
{
"name":"白豆蔻",
"alias":"又叫圆豆蔻、豆蔻等，市场上或药店有写为百叩、叩仁的。",
"feature":"气芳香浓郁，味道微辛稍有辣感，口尝之有涩味，高浓度下微有苦味。属香草类草本植物，味食香料。",
"usage":"入肴调味可去异、解腻、除腥、赋味、增辛香。因其香味佳，故用量少，多与它药合用调配复合香辛料；是烧、卤、腌制禽畜菜肴的上好材料，龙虾调料必用之品。白蔻还是咖喱粉的主要成分，还可调配五香粉等复合香辛料，在肉制品加工中用于生产灌肠效果最好。",
"choose":"白扣选个大色黄，白色的不好。",
"property":"性热、燥火。",
"medication":"入肺，宣邪破滞，暖胃消食，化湿止吐，解酒毒的作用。",
"place":"",
"tips":""
},
{
"name":"甘草",
"alias":"又名甜草根、蜜草等。",
"feature":"干甘草是甘草树根，切片后为中药材，具有微弱的香气，味甘甜而特殊，属草本植物，味食香料。",
"usage":"入肴调味可赋甜增味，去腥压异，俗谚有“甘草和百药”之说。常用甘草与八角、桂皮、川椒等其它香料配合使用，主要用于腌腊制品及卤菜，可使卤出的产品尾味甜，回味悠长。",
"choose":"选甜一点的，片大一点的。",
"property":"性平。",
"medication":"和中，解百毒，补气润肺，止咳，泻火，止一切痛，可治气虚乏力，食少便溏，咳嗽气喘，咽喉肿痛，疮疡中毒，脘腹及四肢痉挛作痛等症。",
"place":"",
"tips":"多食令人呕吐。"
},
{
"name":"高良姜",
"alias":"高良姜、蛮姜、佛手根、小良姜等。",
"feature":"为姜科植物高良姜的根茎，其药用价值很高，同时可以用于香料(制作印度香)。属香草类草本植物，喜生于山坡草地或灌木丛中。味道辛、香，味食香料。表面棕红色至暗褐色，有细密的纵皱纹及灰棕色的波状环节，每节长0.2～1cm，下面有圆形的根痕。质坚韧，不易折断，断面灰棕色或红棕色，纤维性，内皮层环较明显，散有维管束点痕，带有淡淡的樟脑味。",
"usage":"具有去异味，增香味，调节口味，增进食欲的作用。碾磨成粉末者即为“良姜粉”，是“五香粉”的主要原料之一，同时也是“十三香”中不可或缺的一味食材。就其除腥气、增香气，以及作为药膳材料的功效来讲，良姜比生姜略胜一筹。与它药合之，用于烧、卤、煨等菜肴。",
"choose":"以色红棕、香气浓、味症者为佳。",
"property":"味辛，性温。",
"medication":"归脾、胃经，芳辣温散，温中散寒，理气止痛除寒，止心腹之疼，散逆治清涎呕吐。治疗中焦寒凝，或冷物所伤，脘腹冷痛者，可与干姜同用；若脾胃虚弱而脘腹冷痛者，可与人参、白术配伍，以补虚温中止痛。凡肝郁气滞，胃有寒凝，症见脘腹疼痛者可与香附组合。",
"place":"原产于亚洲热带地区。我国云南、广东、广西及台湾等地区均有栽种。",
"tips":"良姜果实称为“红豆蔻”或称“红蔻”、“良姜子”。"
},
{
"name":"百里香",
"alias":"又名麝香草。",
"feature":"百里香属唇形科，多年生灌木植物，具有特异香气和温和的辛味，属芳香型蔬菜类调味品中的一种。",
"usage":"百里香的叶和嫩茎，新鲜或干燥的枝叶均可用于调味，多用于西餐，英、美、法式菜食用较为普遍。西餐中主要用于汤、鱼、肉类菜品；中餐多用于羊肉制品的调味，可去除异味、增香味，增进食欲。可单独使用，也可与其他原料配合进行使用。百里香适用于大多数烹调方法，也可用于菜点点缀料使用。烹调鱼及肉类放少许百里香能去腥增鲜；与其它芳香料混合烘烤肉类，能增进食欲；在汤中添加，可使汤味鲜美；在米饭、白酒里加几滴百里香汁液能增香；在肉酱、香肠、火腿、焖肉、奶酪、泡菜、酒等食品中添加，是天然的防腐剂，有助储存。",
"choose":"",
"property":"",
"medication":"有帮助消化、消除肠胃胀气、解酒、防腐、利尿等功效，或泡成花草茶饮用，还可疏解因宿醉引起的头痛。但这类香料植物，每天的食用总量最好不要超过10克，以免对人体太刺激。",
"place":"我国多产于黄河以北地区，特别是西北地区。",
"tips":""
},
{
"name":"孜然",
"alias":"阿拉伯小回香、安息茴香。",
"feature":"属伞形科植物，孜然芹的种子，味食香料，味辛、清香。形呈椭圆形.两端细长约5毫米，宽3毫米，淡绿灰色，形同小茴香；孜然的味道似薄荷又似橘皮的香气，极其浓烈而且特殊，品尝之微苦、炙舌。",
"usage":"入肴调味可去膻异、增添风味、促进食欲。通常是单用，主要用于烤、煎、炸的羊肉、牛肉、鸡、鱼等菜肴，是西北地区常用而喜欢的一种香料，是新疆烤羊肉串必用调料，孜然还可作为复合香辛料的配料。果南方人较难接受此味，故在南方菜中极少有孜然的菜肴。使用时注意保存尽量密封，以免跑味达不到效果。",
"choose":"",
"property":"性热。",
"medication":"宣风祛寒，暖胃除湿。",
"place":"原产于新疆，现大部分都是甘肃孜然。",
"tips":""
},
{
"name":"香茅草",
"alias":"",
"feature":"香茅草是生长在亚热带的一种茅草香料，多年生草本，簇生成丛，秆直立，叶片扁平，长阔线形，先端尖细，边缘粗糙，全草有柠檬香味。全年均可收采，采得后洗净泥沙即可鲜用或晒干备用，使用部分为禾本植物香茅的茎和叶。新鲜香茅草呈青绿色，气味清香余味悠长，干制脱水香茅草去除了清香味中的青涩味，芳香更纯净。",
"usage":"通常是研成粉用之，主要用于烧烤类菜肴。傣家人最爱用香茅草做调味料，用其把腌制入味的鲫鱼、罗非鱼捆裹好，用木炭小火慢烤至鱼熟透，食之味道鲜嫩奇香。可能是气味最大的香料，南方多用于卤水，加入卤锅中可去臊增香。真不知道潮洲卤水师傅是怎样使用的，是他们喜欢香茅草的味道，还是有办法使它味道变得更舒服。也用于调制复合酱料。",
"choose":"",
"property":"",
"medication":"天然含柠檬香味，有和胃通气、醒脑提神的功效。",
"place":"",
"tips":""
},
{
"name":"青花椒",
"alias":"",
"feature":"与普通的红花椒相比，青花椒具有油重、香味浓且持久、麻味稍淡但纯正的特点。",
"usage":"因其去腥膻除异味的能力特别强，用其调味“麻不压鲜”的优点突出。青花椒不耐长时间水煮油炸，一般火锅用的多。还有一种是鲜青花椒，一般是真空袋装，放冰箱保存。藤椒，近年流行的一种花椒调味品，是青花椒的一个品种，主要产自四川，他的香味很特别，主要用于凉菜；由于藤椒香味保存期特短，所以一 般炼成藤椒油使用。",
"choose":"要选色鲜艳一点的，有很大味道，花椒籽少。",
"property":"",
"medication":"",
"place":"",
"tips":""
},
{
"name":"黄栀子",
"alias":"山栀子。",
"feature":"味道微苦、淡香，属木本植物，味食香料，也是天然色素，色橙红或橙黄。",
"usage":"用途不大，有时用于禽类或米制品的调味，一般以调色为主。",
"choose":"",
"property":"性寒。",
"medication":"清热泻火，可清心肺之热，主治热病心烦，目赤、黄疸、吐血、衄血、热毒、疮疡等症。",
"place":"",
"tips":""
},
{
"name":"姜黄",
"alias":"也叫做郁金、毛黄姜等。",
"feature":"它是色味两用的香料，既是香料，又是天然色素。有近似甜橙与姜、高良姜的混合香气，味道辛、香、苦。",
"usage":"一般以调色为主，与它药合用，用于牛羊类菜肴，有时也用于鸡鸭鱼虾类菜肴。它还是咖喱粉、沙嗲酱中的主要用料。",
"choose":"",
"property":"性温。",
"medication":"破气行瘀，祛风除寒，消肿止痛。",
"place":"",
"tips":""
},
{
"name":"番红花",
"alias":"也称西红花、藏红花。",
"feature":"香气浓郁，味甘略苦，并微有刺激性。",
"usage":"入肴可增香赋色，增进食物风味，给人以美感和快感，一般用于调配咖喱粉等复合香辛料。",
"choose":"",
"property":"",
"medication":"藏红花具有活血化淤、通络、凉血解毒、消炎止痛作用，还具有镇静作用，消除神经不适，提高人体免疫力。此外，藏红花还是妇科良药，改善经血不调等疾病，兼有养血作用。",
"place":"",
"tips":""
},
{
"name":"紫苏",
"alias":"也称赤苏、红紫苏等。",
"feature":"香气浓郁，具独特清香，味微辛，属香草类草本植物，本味两用。",
"usage":"用途不广，入肴可为荤腥矫味、赋香，单用或与它药合用均宜，利用紫苏的特异香气加工食品可以产生风味食品。广东炒田螺必用紫苏，味道极妙；有时用于煮牛羊肉等，也是祛除马肉异味的重要香料；将干净的紫苏叶放入酱油中不但防腐，还可增加酱油的香醇味。",
"choose":"",
"property":"性温。",
"medication":"解表散寒，理气和中，消痰定喘，行经活络。可治风寒感冒，发热恶寒，咳嗽气喘，恶心呕吐，食鱼蟹中毒等症，梗能顺气安胎。",
"place":"",
"tips":""
},
{
"name":"排草",
"alias":"又叫排香，香排草，香羊，毛柄珍珠菜。",
"feature":"也属报春花科植物，其性味甘平。",
"usage":"与灵草一样，也是近年来在麻辣火锅中运用普遍的一味香料。在麻辣火锅中用量也不宜多，3～5克即可，也可在卤水中使用。有人说，在麻辣火锅和卤水中“灵草增香，排草防腐”。",
"choose":"排草好买，不要带泥就行了。",
"property":"",
"medication":"具有治感冒、咳嗽、风湿病、月经不调等作用。",
"place":"",
"tips":""
},
{
"name":"灵草",
"alias":"又名零陵香或灵香草。",
"feature":"因为市场所售皆为干品，故不好辨认。为报春花科珍珠菜属植物，属多年生草本，有浓烈香气，性味甘平。市场上还有另外一种灵草，名罗勒，可代替上面一种，但属唇形科植物，也叫零陵香，又叫九层塔、香草、香佩兰、鸭头、雀头草等，其性味辛温。",
"usage":"为近几年广泛用于火锅的一味香料。在麻辣火锅中运用，一般用量不超过5克。",
"choose":"灵草有大叶和小叶之分，小叶比大叶好。",
"property":"",
"medication":"其性味辛温，有治风寒、感冒头痛等作用。",
"place":"",
"tips":""
},
{
"name":"甘菘",
"alias":"成都人称为香草；重庆人称其为香菘，其实应该叫甘菘，又名甘菘香。",
"feature":"是一种毛绒绒、黑褐色的根状香料，甘菘气味辛香，近似强烈的松节油气味。",
"usage":"现在麻辣火锅或卤菜中用的比较多，常用作卤盐水鹅。保存久了味要减少。",
"choose":"",
"property":"",
"medication":"具有理气止痛、开郁醒脾的作用，是被用作治疗胸腹胀痛、胃痛呕吐、食欲不振、消化不良的一味中药。",
"place":"",
"tips":""
},
{
"name":"圆葱",
"alias":"又名洋葱。",
"feature":"辛辣类香料，味辛辣、微甜、有刺激性辣臭及催泪作用。与大蒜、大葱相同，加热后失去辣味而有甜味。",
"usage":"圆葱可独立调香，是肉制品产生特征风味必不可少的香料。",
"choose":"",
"property":"",
"medication":"",
"place":"",
"tips":""
},
{
"name":"大葱",
"alias":"",
"feature":"辛辣类香料，其味辛辣，微有回甜有类似洋葱的刺激性辣臭及催泪作用。",
"usage":"几乎所有菜肴都可以用葱来调味，尤其烹制肉类、鱼类时，具有良好的增香、除膻、去腥的功用，还可解除卤料中的焦糊味。",
"choose":"",
"property":"",
"medication":"",
"place":"",
"tips":""
},
{
"name":"大蒜",
"alias":"",
"feature":"辛辣类香料，味辛辣浓厚，具有穿透性，熟后辣味减弱。",
"usage":"大蒜可独立调香，是肉制品产生特征风味必不可少的香料，尤以水产品常用。在凉菜中添加大蒜可赋辛辣，去腥异，增香添味，刺激食欲，有助消化。",
"choose":"",
"property":"",
"medication":"",
"place":"",
"tips":""
},
{
"name":"姜",
"alias":"",
"feature":"辛辣类香料，味辛辣，气芳香。",
"usage":"姜入肴可去腥解腻，赋辛增香，调和滋味，并能促进食欲。",
"choose":"",
"property":"",
"medication":"",
"place":"",
"tips":""
},
{
"name":"干红辣椒",
"alias":"也称辣角、辣子、番椒、海椒等。",
"feature":"辛辣类香料，味辛辣，具有强烈刺激性。",
"usage":"辣椒入肴，可增辣添色，除腥解膻，调和滋味。应用原则常为“辛而不烈、辣而不燥、辣中有香、辣中有味”。",
"choose":"",
"property":"",
"medication":"",
"place":"",
"tips":""
},
{
"name":"芹菜籽",
"alias":"",
"feature":"具有特殊的芹菜药草气味，清香微甜，回味微苦。",
"usage":"芹菜籽调味多见于国外，可与盐、胡椒混合成胡椒香芹或盐香芹，主要用于汤类、蛋类、调料汁、色拉、腌制品、酱类肉制品中，另外还可调配复合香辛料。",
"choose":"",
"property":"",
"medication":"",
"place":"",
"tips":""
},
{
"name":"葫芦巴",
"alias":"也称苦豆、路把子等。",
"feature":"香气似川芎，芳香浓郁，回味稍苦。",
"usage":"入肴调味可赋香添味、去腥解异、增进食欲，可用于面食、凉皮、凉粉等食物；还可与辣椒面加热油制成香辛咸苦，风味独特的红油。",
"choose":"",
"property":"",
"medication":"",
"place":"",
"tips":""
},
{
"name":"辛夷",
"alias":"俗名是毛桃，中药里叫辛夷花。",
"feature":"表面有毛俗称毛桃，还有一种叫五指毛头的也叫五指毛桃。",
"usage":"如果是制卤水用就是用辛夷花，可增加酱卤制品的复合香味；五指毛头是用来煲靓汤的。",
"choose":"",
"property":"",
"medication":"",
"place":"",
"tips":""
},
{
"name":"众香",
"alias":"也称甜胡椒、甘椒等。",
"feature":"具芳香气，似肉桂、白蔻、丁香味，而突出丁香味，稍有辛辣。",
"usage":"入肴调味可增香赋味、解异除恶、增进食欲。",
"choose":"",
"property":"",
"medication":"",
"place":"",
"tips":""
},
{
"name":"蕃石榴",
"alias":"也称鸡矢果、花稔、胶子果等。",
"feature":"香气浓烈，果肉香甜并具麝香味，风味特殊。",
"usage":"可制果酱、果汁、冷饮、面点馅心。",
"choose":"",
"property":"",
"medication":"",
"place":"",
"tips":""
},
{
"name":"莳萝",
"alias":"有的地方也叫小茴香，北方多叫做土茴香。",
"feature":"有浓厚的茴香气味，清香无刺激。",
"usage":"多用于腌渍食物，调拌凉菜和色拉，烹制水产品，灌制香肠；可赋予食物特殊香气，调配口味，增进食欲；还是咖喱粉、五香粉、卤肉料等复合香辛料常用的组成部分",
"choose":"",
"property":"",
"medication":"",
"place":"",
"tips":""
},
{
"name":"留兰香",
"alias":"也称香花菜、绿薄荷、鱼香菜等。",
"feature":"具有青草气，而又有清甜、柔和、微凉及辛苦味。",
"usage":"多用于甜点、甜菜、汤类及饮料之中。",
"choose":"",
"property":"",
"medication":"",
"place":"",
"tips":""
},
{
"name":"迷迭香",
"alias":"",
"feature":"属于芳香型调味品中的一种，是唇形科一年生芳香草本植物的嫩茎叶，具有特异香气。",
"usage":"可去除异味、增香味、调节口味，有增进食欲的作用。可单独使用、整用、碎用、加工制成粉状用，也可与其他原料配合进行使用。迷迭香嫩茎、叶，脆嫩可口，清香扑鼻，营养丰富。常用于烧烤、焖肉、肉馅、海鲜、凉菜、汤品，也适用于炒、烧、烹等诸多烹调方法，将其裹面糊炸制，味道也很独特。在西餐烹调中，迷迭香叶即是蔬菜、又为调味品，还是重要的点缀料。英国有一句谚语：“哪儿飘着迷迭香味，哪儿的主妇就当家”，可见此香料在西式烹调中的独特地位。",
"choose":"",
"property":"",
"medication":"",
"place":"原产于欧洲南部、地中海沿岸，现世界各地广泛栽培。自1981年首次引进我国并栽培成功以来，各地均有种植，以云南、湖南、四川、贵州等地栽培为多，北方地区以北京特菜基地的最为有名。",
"tips":""
},
{
"name":"茱萸",
"alias":"吴茱萸，又名吴萸、吴芋、茶辣、左力、辣子等。",
"feature":"茱萸有特异香气，属于香辛形药膳调味品。",
"usage":"当做香料可以去腥膻异味、增香味，调节口味，增进食欲的作用。茱萸籽干品可单独使用，整用、碎用、加工制成粉状用，也可与其他原料配成新的派出调味品进行使用，如茱萸粉、茱萸酱等。食茱萸的嫩叶，可用油炸的方式，也可以做凉拌豆腐，或煎蛋、煮汤，嫩芽也常被拿来当做香料以去腥膻味，是卤牛肉、羊肉或猪肉的最佳配料。食茱萸果油辛辣，也可做调味品。",
"choose":"鲜茱萸叶以新鲜，无虫斑，无损伤者为佳品。茱萸籽干品有浓烈香辛气味，以干燥、无杂质为佳。",
"property":"",
"medication":"茱萸的嫩茎煮绿豆汤味道最特别，食茱萸可以袪风，绿豆可以解毒，这道甜食，又有补充奶水的效用，据说是早期原住民妇女作月子时必食的补品。",
"place":"广泛分布于我国秦岭以南的各地。长江、淮河流域，四川、武汉一带最多。",
"tips":""
},
{
"name":"薄荷",
"alias":"",
"feature":"属香辛型蔬菜类调味品中的一种，是唇形科植物，有特异香气。",
"usage":"薄荷可去除异味、增香味，调节口味，增进食欲的作用。在烹饪中，主要选用其叶，在中西式复合味料中常有应用。可与小米、大米、荆芥、莲子等煲粥，或焯熟后凉拌、与肉丝炒食或裹面炸食。因薄荷的主要营养成份为挥发油，不宜水洗，不宜久煎，煎煮时应后下，入馔不宜久烹。但人们吃薄荷主要还是用其芳香清凉之味作为调味品，主要用于调制饮料和糖水；有时也用于甜肴，以增加菜肴的清香味。其种子可单独使用、整用、碎用、加工制成粉状用，也可与其他原料配成新的调味品进行使用。",
"choose":"干货以身干无根、色绿、叶多、味道清凉而浓香者为佳品。鲜薄荷应选用新鲜、无黄烂叶、无杂质者为优品。",
"property":"性温。",
"medication":"清头目，宣风寒，利咽喉，润心肺，辟口臭。",
"place":"薄荷，原产欧洲地中海地区及西亚洲一带。现广泛分布于北半球温带地区，少数见于南半球。其主要产地为中国、美国、西班牙、意大利、法国、英国、巴尔干半岛等地。我国薄荷的主要产地为长江沿岸地区，如江苏、浙江、江西等地。其中苏州太仓生产的龙脑薄荷尤为佳品。",
"tips":""
},
{
"name":"芫荽",
"alias":"又称香菜、胡荽等。",
"feature":"属香辛型蔬菜类，是伞形科植物，药膳调味品中的一种，有特异香气似鼠尾草和柠檬的混合气味，芳香温和。食用种子时，以种子变硬即可采收，脱粒晒干，过度成熟的种子香气差。",
"usage":"芫荽有特异香气，可去除异味，增香味，调节口味，增进食欲。芫荽为我国古代制作菜肴的重要调味品之一，子可作调味香料；可单独使用、整用、碎用、加工制成粉状用，也可与其他原料配成新的派出调味品进行使用，如印度用于调配咖喱粉等。鲜芫荽还可以作为菜肴的装饰料，用于点缀；茎、叶煮鱼可以矫腥；芫荽能去牛羊肉膻味，与羊肉同食可补益气力、固肾壮阳。",
"choose":"食用种子时，以种子变硬即可采收，脱粒晒干，过度成熟的种子香气差。",
"property":"",
"medication":"",
"place":"芫荽，原产于地中海及中亚地区，现广泛分布我国各地。我国主要产于华北地区以及江苏、安徽、湖北、甘肃、四川等地。",
"tips":"其质量以色泽青绿，香气浓郁，质地脆嫩，无黄叶、烂叶者为佳。腐烂发黄的芫荽可能含有毒素，不要食用。芫荽的保管方法：芫荽易捆扎成束，筐装，至于阴凉通风处短储1~2天，保持新鲜；也可阴干后至于通风干燥处长时间存储。"
}
]
